/*  per 1  */
" per 1 " = " por 1 ";

/* %@name did not take action */
"%@ did not take action" = "%@ no respondio";

/* I want to exchange %@cuantitySellTextField %@SellCurrencyLabel at a rate of %@rateTextField %@CurrencyRatioLabel, for a total amount of %@quantityBuyTextField %@buyCurrencyLabel: OfferViewController: English format: I accept the offer to exchange %@ %@ at a rate of %@ , for a total amount of %@ %@ */
"ACCEPT OFFER" = "Acepto cambiar %@ %@ a el tipo de cambio %@ , por el monto total de %@ %@";

/* Acknowledgements */
"Acknowledgements" = "reconocimientos";

/* All the entries need to be non-empty: CreateProfileViewController */
"All the entries need to be non-empty" = "No puede haber entradas vacias";

/* All the text fields should have relevant information */
"All the text fields should have relevant information" = "Todas las entradas deben tener informacion relevante";

/* An email verification has been sent, click \"OK\" once the email has been verified: login view controller */
"An email verification has been sent, click \"OK\" once the email has been verified" = "Se ha enviado un correo electronico para verificar el correo, has click \"OK\" una vez que el correo haya sido verificado";

/* Browse over some offers to see if we can find your location, make sure you connected to the internet */
"Browse over some offers to see if we can find your location, make sure you are connected to the internet" = "Busca ofertas para ver si podemos localizar tu posicion, asegurate de estar conectado a el internet";

/* BUY: top label inquiryController
   BUY:browse Cell */
"BUY" = "COMPRA";

/* BUY:
   SELL: AcceptOfferViewController */
"BUY:" = "COMPRA:";

/* Can not delete */
"Can not delete" = "No se puede borrar";

/* Cancel:loginViewController */
"Cancel" = "Cancelar";

/* Confirmation Error: login viewController */
"Confirmation Error" = "Error de confirmacion";

/* Continue */
"Continue" = "Continuar";

/* I want to exchange %@cuantitySellTextField %@SellCurrencyLabel at a rate of %@rateTextField %@CurrencyRatioLabel, for a total amount of %@quantityBuyTextField %@buyCurrencyLabel: OfferViewController. English format: I want to buy %@ %@ at a rate of %@ %@, for a total amount of %@ %@ */
"COUNTER_OFFER_DESCRIPTION" = "Quiero comprar %@ %@ a el tipo de cambio %@ %@, por un total de %@ %@";

/* Email: create user */
"Email" = "Correo electronico";

/* Email Already In Use: login viewController */
"Email Already In Use" = "Correo exsitente";

/* Email is in the wrong format: loginViewController */
"Email is in the wrong format" = "El correo electronico esta en el formato incorrecto";

/* Email not verified: in the login view controller */
"Email not verified" = "Correo no ha sido verificado";

/* Enter message... */
"Enter message..." = "Escribe tu mensage...";

/* Five minutes have passed and the counteroffer was not confirmed, please search for other offers */
"Five minutes have passed and the counteroffer was not confirmed, please search for other offers" = "Un lapso de 5 minutos a expirado y la contraoferta no fue confirmada, busca otras ofertas";

/* Five minutes have passed and the offer was not confirmed, please search for other offers */
"Five minutes have passed and the offer was not confirmed, please search for other offers" = "Un lapso de 5 minutos a expirado y la oferta no fue confirmada, busca otras ofertas";

/* Give a rating: rating view controller */
"Give_name_a_rating" = "Da una calificacion para %@";

/* You need to have a profile picture of your face */
"In order to add security to MonEx, we require you to add a clear picture of your face to your profile before you can make any offers" = "In order to add security to MonEx, we require you to add a clear picture of your face to your profile before you can make any offers";

/* Input Error: alertTitle in inquiryView */
"Input Error" = "Error de formato";

/* Last Name: create user */
"Last Name" = "Apellido";

/* loading... */
"loading..." = "cargando...";

/* Location Services Disabled: AppUser */
"Location Services Disabled" = "Servicio de localizacion deshabilitado";

/* Log Out */
"Log Out" = "Salir";

/* Make Counteroffer: button title */
"Make Counteroffer" = "Hacer contraoferta";

/* Make sure you are connected to the internet: loginViewController */
"Make sure you are connected to the internet" = "Asegurese de estar conectado a el internet";

/* Missing Information: Create Profile
   Missing Information: OfferViewController */
"Missing Information" = "Falta informacion";

/* Name: create user */
"Name" = "Nombre";

/* Network Error: alertTitle, inquiryController
   Netwrok Error: login view controller */
"Network Error" = "Error de conexion";

/* Not rated */
"Not rated" = "Sin calificacion";

/* Not registered: in the login view controller */
"Not registered" = "No ha sido registrado";

/* I want to exchange %@cuantitySellTextField %@SellCurrencyLabel at a rate of %@rateTextField %@CurrencyRatioLabel, for a total amount of %@quantityBuyTextField %@buyCurrencyLabel: OfferViewController. English format: I want to exchange %@ %@ at a rate of %@ %@, for a total amount of %@ %@ */
"OFFER_ DESCRIPTION" = "Quiero cambiar %@ %@ al tipo de cambio %@ %@, por un total de %@ %@";

/* OK
   OK: actionTitle
   OK: after the email is already in use alert
   OK: login view controller after wrong password error
   OK: login view Controller notwerk collection
   OK: login view controller Unknown  error
   OK: weak password alert */
"OK" = "OK";

/* Passwords do not match:login viewController */
"Passwords do not match:login viewController" = "Las contraseñas no concuerdan";

/* Phone Number: create user */
"Phone Number" = "Numero de telefono";

/* Please try again with a different password or if you have previously signed in with Google on Facebook try signing in the same way: login viewController */
"Please try again with a different password or if you have previously signed in with Google on Facebook try signing in the same way" = "Favor de intentar con una contraseña distinta, o si a entrado a la aplicacion anteriormente usando Google o Facebook intente entrar de la misma manera";

/* Please enable location services for this app in settings -> Location Services look for the app MonEx and change status to while using: AppUser */
"Please enable location services for this app in settings look for the app MonEx and in Location set it to Always" = "Por favor permita los servicios de localizacion para esta applicacion. Salga de esta aplicacion vaya a Ajustes, busque la aplicacion MonEx y dentro de localizacion seleccione siempre";

/* Please take a picture: CreateProfileViewController */
"Please take a clear picture of your face" = "Favor de tomar una foto visible de su rostro";

/* Profile Missing: OfferViewController */
"Profile Missing" = "Falta la informacion de perfil";

/* Profile Pictrue Missing: OfferViewController */
"Profile Picture Missing" = "Profile Picture Missing";

/* Qty: place holder in the offerViewController */
"Qty" = "Cant.";

/* Register: loginViewController */
"Register" = "Registrar";

/* SELL: browse cell
   SELL: top label inquiryController */
"SELL" = "VENTA";

/* SELL:
   SELL: AcceptOfferViewController */
"SELL:" = "VENTA:";

/* Send:ChatViewController */
"Send" = "Enviar";

/* Take a Picture: CreateProfileViewController */
"Take a Picture" = "Tomar foto";

/* The device can not point out your location, try to get better signal and try again. */
"The device can not point out your location, try to get better signal and try again." = "El dispositivo no puede localizarlo(a), busque tener mejor señal e intente de nuevo";

/* The email address is already in use by another account, try to sign in with your original account: loginViewController */
"The email address is already in use by another account, try to sign in with your original account" = "El correo electronico esta siendo utilizado por otra cuenta, intente entrar con su cuenta original";

/* The input needs to be a number: alert message, inquiry viewController */
"The input needs to be a number" = "La entrada necesita ser un numero";

/* The offer was accepted */
"The offer was not confirmed" = "La oferta no fue confirmada";

/* The password must be 6 characters long or more */
"The password must be 6 characters long or more" = "La contraseña necesita tener almenos 6 caracteres";

/* The rate of change could not be retrived: message alert inquiryViewController */
"The rate of change could not be retrieved" = "No se pudo obtener la taza de cambio";

/* The request has expired */
"The request has expired" = "La peticion ha expirado";

/* The request that have not been approved expire after 5 min
 The requests that have not been approved expire after 5 min:  */
"The requests that have not been approved expire after 5 min" = "Los pedidos que no fueron aprobados expiran despues de 5 minutos";

/* There is no registered user with the given user email and password. Please press register and confirm your password: login view controller */
"There is no registered user with the given user email and password. Please press register and confirm your password" = "No existe ningun usuario con el correo y contraseña dados. Por favor presione registrar y confirme su correo";

/* To Delete this offer it needs first to be rejected or finished */
"To Delete this offer it needs first to be rejected or finished" = "Para eliminar esta oferta primero debe ser rechazada o terminada";

/* Try Again: action title, inquiryViewController */
"Try Again" = "Intente de nuevo";

/* Unable to locate you
   Unable to locate you: OfferViewController */
"Unable to locate you" = "No lo(a) pudimos localizar";

/* Unable to login, try to login with a different method */
"Unable to login, try to login with a different method" = "No puedo entrar, favor de intentar con un metodo distinto";

/* Unknown  Error */
"Unknown  Error" = "Error desconocido";

/* Waiting for the confirmation */
"Waiting for the confirmation..." = "Esperando por la confirmacion...";

/* Weak password: login viewController */
"Weak password" = "Contraseña debil";

/* Wrong Format: login viewController */
"Wrong Format" = "Formato incorrecto";

/* wrong password */
"Wrong Password" = "Contraseña incorrecta";

/* You need to create a profile, go to menu and tap on the black region */
"You need to create a profile, go to menu and tap on the black region" = "Necesita crear un perfil, dirijase a menu y presione la pantalla negra";

